/*
  KeyBinding.strings
  iina

  Created by lhc on 4/2/2017.
  Copyright © 2017 lhc. All rights reserved.
*/

"cmd.ignore" = "Ignorovat";
"cmd.seek" = "Posunout";
"cmd.revert-seek" = "Odvolat posunutí";
"cmd.set" = "Nastavit";
"cmd.cycle" = "Přepnout";
"cmd.cycle-values" = "Přepínat";
"cmd.add" = "Změnit";
"cmd.multiply" = "Násobit";
"cmd.frame-step" = "Další snímek";
"cmd.frame-back-step" = "Předchozí snímek";
"cmd.ab-loop" = "Smyčka";
"cmd.sub-seek" = "Posunutí titulků";
"cmd.playlist-next" = "Další soubor";
"cmd.playlist-prev" = "Předchozí soubor";
"cmd.playlist-move" = "Posunout položku v playlistu";
"cmd.playlist-clear" = "Smazat playlist";
"cmd.playlist-remove" = "Odebrat aktuální playlist";
"cmd.playlist-shuffle" = "Zamíchat";
"cmd.write-watch-later-config" = "Zaznamenat pozici přehrávání";
"cmd.stop" = "Zastavit";
"cmd.quit" = "Ukončit";
"cmd.quit-watch-later" = "Ukončit (uložit pozici přehrávání)";
"cmd.screenshot" = "Snímek obrazovky";
"cmd.screenshot-to-file" = "Snímek obrazovky do souboru";
"cmd.loadfile" = "Otevřít soubor";
"cmd.loadlist" = "Otevřít playlist";
"cmd.run" = "Spustit";

"iina.flip" = "převrácení";
"iina.mirror" = "zrcadlení";

"iina.toggle-pip" = "Přepnout obraz v obrazu";
"iina.toggle-music-mode" = "Přepnout hudební režim";
"iina.open-file" = "Otevřít soubor";
"iina.open-url" = "Otevřít URL";
"iina.video-panel" = "Panel videa";
"iina.audio-panel" = "Panel zvuku";
"iina.sub-panel" = "Panel titulků";
"iina.playlist-panel" = "Panel playlistu";
"iina.chapter-panel" = "Panel kapitol";
"iina.bigger-window" = "Zvětšit velikost";
"iina.smaller-window" = "Zmenšit velikost";
"iina.fit-to-screen" = "Přizpůsobit obrazovce";
"iina.toggle-flip" = "Přepnout převrácení";
"iina.toggle-mirror" = "Přepnout zrcadlení";
"iina.save-playlist" = "Uložit aktuální playlist";
"iina.show-current-file-in-finder" = "Zobrazit aktuální soubor v aplikaci Finder";
"iina.delete-current-file" = "Odstranit aktuální soubor";
"iina.delete-current-file-hard" = "Ihned smazat aktuální soubor";
"iina.find-online-subs" = "Vyhledat titulky online";
"iina.save-downloaded-sub" = "Uložit stažené titulky";

"yes" = "zapnuto";
"no" = "vypnuto";
"to" = "na";
"by" = "pomocí";
"in" = "mezi";
"add" = "zvýšit o";
"minus" = "snížit o";
"forward" = "vpřed o";
"backward" = "vzad o";
"seek-to" = "na";

"relative" = "s";
"absolute" = "s";
"absolute-percent" = " %";
"relative-percent" = " %";
"relative+exact" = "s (přesně)";
"relative-percent+exact" = " % (přesně)";
"absolute+keyframe" = "s (snímek)";
"absolute-percent+keyframe" = " % (snímek)";

"opt.pause" = "pozastavení";
"opt.speed" = "rychlost";

"opt.window-scale" = "poměr stran okna";

"opt.video" = "video stopu";
"opt.video-aspect-override" = "poměr stran videa";
"opt.contrast" = "kontrast";
"opt.brightness" = "jas";
"opt.gamma" = "gama korekci";
"opt.saturation" = "sytost";
"opt.deinterlace" = "odebrání prokládání";

"opt.audio" = "zvukovou stopu";
"opt.volume" = "hlasitost";
"opt.mute" = "ztlumení";
"opt.audio-delay" = "zpoždění zvuku";

"opt.sub" = "stopu titulků";
"opt.sub-delay" = "zpoždění titulků";
"opt.sub-pos" = "umístění titulků";
"opt.sub-scale" = "velikost titulků";
"opt.sub-visibility" = "zobrazení titulků";
"opt.secondary-sub-visibility" = "Zobrazení druhých titulků";
"opt.sub-ass-style-override" = "přepsání ASS stylu";

"opt.fullscreen" = "režim celé obrazovky";
"opt.ontop" = "režim plovoucí v popředí";

"opt.chapter" = "kapitolu";

"read.set" = "Nastavit {{property}} na {{value}}";
"read.add" = "Změnit {{property}} o {{value}}";
"read.multiply" = "Násobit {{property}} {{factor}}×";
"read.cycle" = "Přepnout {{property}}{{#dir_down}}{{/dir_down}}";
"read.cycle-values" = "Přepínat {{property}} mezi ({{{values}}})";
"read.seek" = "Posunout {{#fwd}}vpřed o{{/fwd}}{{#bwd}}vzad o{{/bwd}}{{#abs}}na{{/abs}} {{value}}{{#sec}} s{{/sec}}{{#per}} %{{/per}} {{#exact}}(přesně){{/exact}}{{#kf}}(snímek){{/kf}}";
"read.sub-seek" = "Posunout na {{#skip_1}}další{{/skip_1}}{{#skip_-1}}předchozí{{/skip_-1}} titulky";
